// FileSyncAgent Localizable.strings

// The name of the product
"FileSyncAgent" = "文件同步";

// Text of "ok" button, used in various dialogs.
"OK" = "好";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "取消";

// Text of "Next" button, used in various dialogs
"NEXT" = "下一步";

// Text of "Done" button, used in various dialogs
"DONE" = "完成";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "继续";

// The name of iDisk disk image when renamed and moved to the desktop when iDisk syncing is disabled.
// The argument is the user's .Mac name.
// The optional second argument is a counter, for when a .dmg already exists. E.g. "Previous local iDisk for jholt 3.dmg"
"PREVIOUS DMG%"    = "“%@”的上一个本地 iDisk";
"PREVIOUS DMG DIR" = "上一个本地 iDisk";

// These strings are used after migrating a Tiger local iDisk image to Leopard (and later) iDisk syncing  [rdar://6607831]
"MIGRATION_COMPLETE" = "这台电脑上有您的本地 iDisk 的一份旧副本，占用了 %@ 磁盘空间。您是想保留它，还是想将它移到废纸篓？";
"MIGRATION_DESKTOP"  = "保留";
"MIGRATION_TRASH"    = "移到废纸篓";

// These strings are used to ask the user what to do with old and orphaned local iDisk images from all versions of iDisk syncing.  [rdar://6232713]
// Images can be found on the Desktop (moved there when iDisk syncing has been turned off in the past), as well as ~/Library/Mirrors (Tiger) and ~/Libary/FileSync (Leopard+)
// The code tracks where the images are found and presents three variants depending on where the images are (~/Desktop and/or ~/Library (i.e., INTERNAL)
"CLEANUP_IMAGES_DESK_1"         = "这台电脑上有您的本地 iDisk 的一份旧副本，占用了 %@ 磁盘空间。您是想保留它，还是想将它移到废纸篓？";
"CLEANUP_IMAGES_INTERNAL_1"     = "这台电脑上有您的本地 iDisk 的一份旧副本，占用了 %@ 磁盘空间。您是想保留它，还是想将它移到废纸篓？";
"CLEANUP_IMAGES_DESK_MULTI"     = "这台电脑上有您的本地 iDisk 的几份旧副本，占用了 %@ 磁盘空间。您是想保留它们，还是想将它们移到废纸篓？";
"CLEANUP_IMAGES_INTERNAL_MULTI" = "这台电脑上有您的本地 iDisk 的几份旧副本，占用了 %@ 磁盘空间。您是想保留它们，还是想将它们移到废纸篓？";
"CLEANUP_IMAGES_ALL"            = "这台电脑上有您的本地 iDisk 的几份旧副本，占用了 %@ 磁盘空间。您是想保留它们，还是想将它们移到废纸篓？";

"CLEANUP_TITLE_1"     = "在您的电脑上找到了另一个 iDisk 副本。";
"CLEANUP_TITLE_MULTI" = "在您的电脑上找到了其他 iDisk 副本。";

"Keep"  = "保留";
"Trash" = "移到废纸篓";

// ----------------------------------
// "Your iDisk is almost full" dialog

"IDISK ALMOST FULL" = "您的 iDisk 快要满了。";

// Text of the "warn again" checkbox.
"DO NOT WARN AGAIN" = "不再显示此警告。";

// Trash has files, too.
"ALMOST FULL TRASH MSG" = "您的 iDisk 上有些文件在“废纸篓”中。要腾出更多的使用空间，请清倒“废纸篓”。\n\n您可以在“系统偏好设置”的 %@ 面板中增加 iDisk 的容量。";

// No files in trash.
"ALMOST FULL .MAC MSG" = "您可以在“系统偏好设置”的 %@ 面板中增加 iDisk 的容量。";


// ----------------------------
// "Resizing your iDisk" dialog

"RESIZE IDISK"     = "您的电脑上的 iDisk 需要调整大小。";
"RESIZE IDISK MSG" = "当您的电脑上的 iDisk 正在更改大小时，它将临时不可用。";


// ----------------------------------
// "Can't turn off your iDisk" dialog

"CANT DISABLE"          = "无法关闭您的本地 iDisk。";
"CANT DISABLE BUSY MSG" = "您的本地 iDisk 不能立刻停用，因为它包含已打开的文件。请关闭这些文件，然后再试一次。";
"CANT DISABLE ERR MSG%" = "您的本地 iDisk 不能立刻停用，因为发生错误 %d。请稍后再试一次。";


// ---------------------------
// "log out / continue" dialog

"LOGOUT BUSY"     = "您的 iDisk 正在被同步。您是想继续还是退出？";
"LOGOUT BUSY MSG" = "同步 iDisk 之后，您可以退出。";

// Text of the "log out" button.
"LOGOUT" = "退出";

// Text of the "continue" button.
"CONTINUE SYNC" = "继续同步";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%qu 字节";
"%KB"    = "%.2f KB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// ----------------------------------
// Finder status messages

"Cleaning up..."                 = "正在整理…";
"Last sync cancelled."           = "上一个同步已被取消。";
"Finder Settings"                = "Finder 设置";				// [rdar://4735199]

// "DM_ACCOUNT_EXPIRED" was "Your %@ account has expired." prior to 10.5.3
"DM_ACCOUNT_EXPIRED"             = "您的 %@ 帐户已过期。";
"CREATE FAILED:NIL DMA"          = "无法启动 iDisk 同步。请在“%@ 系统偏好设置”面板中检查您的 %@ 用户名和密码。";
"CREATE FAILED:NO USERNAME"      = "无法启动 iDisk 同步。请在“%@ 系统偏好设置”面板中检查您的 %@ 用户名和密码。";
"CREATE FAILED:TOO BIG"          = "无法打开 iDisk 同步。您的 iDisk 的大小大于可用空间的大小。";
"CREATE FAILED:UNKNOWN"          = "无法启动 iDisk 同步。请稍后重试。";
"Cannot sync more than one computer at a time."	= "另一台电脑当前正在使用此帐户进行同步。请稍后再试一次。";
"iDisk syncing unavailable."					= "iDisk 同步当前不可用。请稍后再试一次。";

// Was not localized prior to 10.5.3 (oops!)
"NO_ACTIVE_IDISK"                = "您的 %@ 帐户中没有活跃的 iDisk。";
